/**
 * This class includes the method information that prints information
 * regarding the use the program.
 */
public class Information {

	public static void information() {
		
		System.out.println("*** ΕΓΧΕΙΡΙΔΙΟ ΧΡΗΣΗΣ ***\n\n"
				+ "Κατά την έναρξη του προγράμματος θα εμφανιστεί το εξής μενού 7 επιλογών:\n\n"
				
				+ "Η επιλογή -(1) Εμφάνιση Eγχειριδίου Xρήσης- εμφανίζει πληροφορίες για τη χρήση της εφαρμογής.\n"
				+ "Η επιλογή -(2) Προσθήκη Eξεταζόμενου- προσθέτει έναν νέο εξεταζόμενο αφού προηγηθεί μια σειρά ερωτήσεων για τα στοιχεία του.\n"
				+ "Η επιλογή -(3) Εμφάνιση Λίστας Ατόμων- εμφανίζει τα στοιχεία όλων των εξεταζόμενων για Covid-19.\n"
				+ "Η επιλογή -(4) Εύρεση Εξεταζόμενου- βρίσκει και εμφανίζει τα στοιχεία ενός εξεταζόμενου αφού ζητηθεί ο αριθμός ταυτότητας του.\n"
				+ "Η επιλογή -(5) Αφαίρεση Εξεταζόμενου- διαγράφει τις πληροφορίες κάποιου εξεταζόμενου.\n"
				+ "Η επιλογή -(6) Αποθήκευση Εξεταζόμενων σε Αρχείο- αποθηκεύει όλα τα στοιχεία των εξεταζόμενων σε ένα αρχείο txt.\n"
				+ "Η επιλογή -(7) Εμφάνιση Στατιστικών- εμφανίζει διάφορα στατιστικά στοιχεία από τους ελέγχους Covid-19 που έγιναν.\n\n"
				   
				+ "Όσον αφορά την επιλογή -Εμφάνιση Στατιστικών- τα στατιστικά που εμφανίζονται είναι τα εξής:\n\n"
				   
				+ "Η επιλογή -(1) Στατιστικά ανά Γεωγραφικό Διαμέρισμα- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων ανα γεωγραφικό διαμέρισμα.\n"
				+ "Η επιλογή -(2) Στατιστικά ανά Ημέρα Επιλογής- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων για την ζητούμενη ημερομηνία.\n"
				+ "Η επιλογή -(3) Στατιστικά ανά Μήνα Επιλογής- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων για το ζητούμενο μήνα.\n"
				+ "Η επιλογή -(4) Στατιστικά ανά Έτος Επιλογής- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων για το ζητούμενο έτος.\n"
				+ "Η επιλογή -(5) Κρούσματα Μεταξύ Ανδρών και Γυναικών- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων ανά φύλο.\n"
				+ "Η επιλογή -(6) Ποσοστό Θετικών Κρουσμάτων- εμφανίζει τον αριθμό και το ποσοστό των θετικών κρουσμάτων.\n"
				+ "Η επιλογή -(7) Ποσοστό Αρνητικών Κρουσμάτων- εμφανίζει τον αριθμό και το ποσοστό των αρνητικών κρουσμάτων.\n"
				+ "Η επιλογή -(8) Στατιστικά ανά Ηλικιακή Ομάδα- εμφανίζει τον αριθμό και το ποσοστό των κρουσμάτων ανά ηλικιακή ομάδα.\n");
		
	}
		
}
